{
  "itineraries": [
    {
      "id": "colosseum-in-depth-tour-002",
      "name": "Inside the Colosseum: An In-Depth Tour",
      "pois": [
        {
          "Name": "Outer Façade",
          "Category_Label": "Architectural Feature",
          "Photo": "https://example.com/colosseum-outer-facade.jpg",
          "Description": "The exterior of the Colosseum immediately impresses visitors with its towering arches and intricate system of arcades. Constructed with travertine stone and iron clamps (no mortar!), the façade has stood for centuries despite earthquakes and stone-robbers over the ages. Take a moment to appreciate the grand design, which served both aesthetic and structural purposes—supporting up to 50,000 spectators in ancient times.",
          "Latitude": 41.8902,
          "Longitude": 12.4922
        },
        {
          "Name": "Main Entrances",
          "Category_Label": "Architectural Feature",
          "Photo": "https://example.com/colosseum-main-entrance.jpg",
          "Description": "Originally, there were 80 entrance arches designed for a swift crowd flow—allowing tens of thousands of Romans to enter and exit efficiently. Emperors, senators, and distinguished guests had reserved entries while common citizens entered through the other arches. Today, the main entrances offer glimpses of how the Colosseum mastered logistics in public entertainment.",
          "Latitude": 41.8902,
          "Longitude": 12.4922
        },
        {
          "Name": "Arena Floor",
          "Category_Label": "Central Stage",
          "Photo": "https://example.com/colosseum-arena-floor.jpg",
          "Description": "Imagine standing where gladiators once fought for glory. This wooden stage, covered with sand in ancient times, was the heart of the action. Below the arena, complex lifts and trapdoors allowed for the dramatic introduction of wild animals and scenery. Today, only partial reconstructions hint at how sophisticated the showmanship truly was in the Roman Empire.",
          "Latitude": 41.8902,
          "Longitude": 12.4922
        },
        {
          "Name": "Hypogeum",
          "Category_Label": "Underground Chambers",
          "Photo": "https://example.com/colosseum-hypogeum.jpg",
          "Description": "The network of subterranean tunnels and chambers known as the Hypogeum was critical to the Colosseum’s spectacles. Gladiators, stagehands, and wild animals were prepared here before being hoisted to the arena floor. Today, these excavated corridors reveal the ingenuity behind the staging of Ancient Rome’s most famous, and sometimes brutal, forms of entertainment.",
          "Latitude": 41.8902,
          "Longitude": 12.4922
        },
        {
          "Name": "Upper Tiers",
          "Category_Label": "Spectator Seating",
          "Photo": "https://example.com/colosseum-upper-tiers.jpg",
          "Description": "Climb to the upper levels for a panoramic view of the Colosseum’s grand arena and the surrounding Roman skyline. In ancient times, these seats were reserved for the lower social classes. Though they were the cheapest seats, they still offered a breathtaking perspective of the events unfolding below—and today, it’s one of the best spots to grasp the sheer scale of this architectural marvel.",
          "Latitude": 41.8902,
          "Longitude": 12.4922
        },
        {
          "Name": "Emperor’s Box",
          "Category_Label": "VIP Section",
          "Photo": "https://example.com/colosseum-emperor-box.jpg",
          "Description": "Overlooking the arena, the Emperor’s Box (also known as the podium) provided an unobstructed view for the Emperor and his guests. Lavishly decorated, it underscored the ruler’s power and presence during the games. Although much of its ornamentation is lost today, the strategic positioning still conveys the prestige once held by Rome’s most influential figures.",
          "Latitude": 41.8902,
          "Longitude": 12.4922
        }
      ],
      "description": "Embark on a deep dive into the Colosseum’s structure and history, exploring each of its essential features. From the monumental outer façade to the subterranean Hypogeum, witness how this iconic amphitheater once held enthralling spectacles that united—and sometimes divided—thousands of Roman citizens. Perfect for anyone who wants to truly understand the grandeur and complexity behind one of the world’s most famous landmarks.",
      "timestamp": "2024-12-31T12:00:00.000Z",
      "type": "downloaded",
      "selectedInterests": [
        "Ancient Rome",
        "Archaeology",
        "Roman Empire"
      ]
    }
  ],
  "version": "1.0",
  "metadata": {
    "source": "TourGuide Platform",
    "createdAt": "2024-12-31T12:00:00.000Z",
    "city": "Rome",
    "country": "Italy"
  }
}
